Repository: fennelouski/attunetion
Catalog: Attunetion/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_br, ru, sv, th, tl

source: Capture meaningful moments
de: Bedeutungsvolle Momente festhalten
es: Capturar momentos significativos
fr: Capturer des moments significatifs
it: Catturare momenti significativi
ja: 意味のある瞬間を捉える
nl: Zinvolle momenten vastleggen
pt_br: Capturar momentos significativos
ru: Запечатлеть значимые моменты
sv: Fånga meningsfulla ögonblick
th: เก็บภาพช่วงเวลาที่มีความหมาย
tl: Kuhanan ang mga makabuluhang sandali

source: Cultivate gratitude
de: Dankbarkeit kultivieren
es: Cultivar la gratitud
fr: Cultiver la gratitude
it: Coltivare la gratitudine
ja: 感謝の気持ちを育む
nl: Dankbaarheid cultiveren
pt_br: Cultivar gratidão
ru: Культивировать благодарность
sv: Odla tacksamhet
th: ปลูกฝังความกตัญญู
tl: Linangin ang pasasalamat

source: Stay active
de: Aktiv bleiben
es: Mantenerse activo
fr: Rester actif
it: Rimanere attivo
ja: アクティブでいる
nl: Actief blijven
pt_br: Manter-se ativo
ru: Оставаться активным
sv: Hålla mig aktiv
th: กระตือรือร้นอยู่เสมอ
tl: Manatiling aktibo

source: Carve out time for myself
de: Zeit für mich selbst freischaufeln
es: Reservar tiempo para mí
fr: Se réserver du temps pour soi
it: Ritagliarsi tempo per me stesso
ja: 自分のための時間を作る
nl: Tijd voor mezelf vrijmaken
pt_br: Reservar tempo para mim
ru: Выделить время для себя
sv: Skapa tid för mig själv
th: หาเวลาให้ตัวเอง
tl: Maglaan ng oras para sa sarili ko

source: Help others
de: Anderen helfen
es: Ayudar a otros
fr: Aider les autres
it: Aiutare gli altri
ja: 他人を助ける
nl: Anderen helpen
pt_br: Ajudar os outros
ru: Помогать другим
sv: Hjälpa andra
th: ช่วยเหลือผู้อื่น
tl: Tumulong sa iba

source: Manage stress mindfully
de: Stress achtsam bewältigen
es: Manejar el estrés conscientemente
fr: Gérer le stress en pleine conscience
it: Gestire lo stress consapevolmente
ja: マインドフルにストレスを管理する
nl: Stress bewust beheersen
pt_br: Gerenciar estresse conscientemente
ru: Осознанно управлять стрессом
sv: Hantera stress medvetet
th: จัดการความเครียดอย่างมีสติ
tl: Pamahalaan ang stress nang may kamalayan

source: Be compassionate with myself
de: Mitfühlend mit mir selbst sein
es: Ser compasivo conmigo mismo
fr: Être compatissant envers moi-même
it: Essere compassionevole con me stesso
ja: 自分に思いやりを持つ
nl: Compassievol zijn met mezelf
pt_br: Ser compassivo comigo mesmo
ru: Быть сострадательным к себе
sv: Vara medkännande med mig själv
th: มีความเห็นอกเห็นใจตัวเอง
tl: Maging mahabagin sa sarili ko

source: Focus on progress over perfection
de: Auf Fortschritt statt Perfektion konzentrieren
es: Enfocarse en el progreso sobre la perfección
fr: Se concentrer sur le progrès plutôt que la perfection
it: Concentrarsi sul progresso piuttosto che sulla perfezione
ja: 完璧さよりも進歩に焦点を当てる
nl: Focussen op vooruitgang boven perfectie
pt_br: Focar no progresso em vez da perfeição
ru: Сосредоточиться на прогрессе, а не на совершенстве
sv: Fokusera på framsteg framför perfektion
th: มุ่งเน้นความก้าวหน้ามากกว่าความสมบูรณ์แบบ
tl: Mag-focus sa pag-unlad kaysa sa pagiging perpekto

source: Celebrate small achievements
de: Kleine Erfolge feiern
es: Celebrar pequeños logros
fr: Célébrer les petites réalisations
it: Celebrare i piccoli risultati
ja: 小さな成果を祝う
nl: Kleine prestaties vieren
pt_br: Celebrar pequenas conquistas
ru: Праздновать небольшие достижения
sv: Fira små prestationer
th: ฉลองความสำเร็จเล็กๆ
tl: Ipagdiwang ang maliliit na tagumpay

source: Reflect and learn from experiences
de: Reflektieren und aus Erfahrungen lernen
es: Reflexionar y aprender de las experiencias
fr: Réfléchir et apprendre des expériences
it: Riflettere e imparare dalle esperienze
ja: 経験を振り返り学ぶ
nl: Reflecteren en leren van ervaringen
pt_br: Refletir e aprender com experiências
ru: Размышлять и учиться на опыте
sv: Reflektera och lära av erfarenheter
th: สะท้อนและเรียนรู้จากประสบการณ์
tl: Magnilay at matuto mula sa mga karanasan

source: Use my time intentionally
de: Meine Zeit absichtsvoll nutzen
es: Usar mi tiempo intencionalmente
fr: Utiliser mon temps intentionnellement
it: Usare il mio tempo intenzionalmente
ja: 意図的に時間を使う
nl: Mijn tijd intentioneel gebruiken
pt_br: Usar meu tempo intencionalmente
ru: Использовать свое время осознанно
sv: Använda min tid avsiktligt
th: ใช้เวลาอย่างตั้งใจ
tl: Gamitin ang aking oras nang may intensyon

source: Find balance in my life
de: Balance in meinem Leben finden
es: Encontrar equilibrio en mi vida
fr: Trouver l'équilibre dans ma vie
it: Trovare equilibrio nella mia vita
ja: 人生のバランスを見つける
nl: Balans vinden in mijn leven
pt_br: Encontrar equilíbrio na minha vida
ru: Найти баланс в своей жизни
sv: Hitta balans i mitt liv
th: หาความสมดุลในชีวิต
tl: Humanap ng balanse sa aking buhay

source: Connect with a friend
de: Mit einem Freund verbinden
es: Conectar con un amigo
fr: Se connecter avec un ami
it: Connettersi con un amico
ja: 友人とつながる
nl: Verbinden met een vriend
pt_br: Conectar com um amigo
ru: Связаться с другом
sv: Knyta an till en vän
th: ติดต่อเพื่อน
tl: Kumonekta sa isang kaibigan

source: Be present in the moment
de: Im Moment präsent sein
es: Estar presente en el momento
fr: Être présent dans l'instant
it: Essere presente nel momento
ja: その瞬間に集中する
nl: Aanwezig zijn in het moment
pt_br: Estar presente no momento
ru: Быть в моменте
sv: Vara närvarande i stunden
th: อยู่กับปัจจุบัน
tl: Maging present sa sandaling ito

source: Express gratitude
de: Dankbarkeit ausdrücken
es: Expresar gratitud
fr: Exprimer sa gratitude
it: Esprimere gratitudine
ja: 感謝を表現する
nl: Dankbaarheid uiten
pt_br: Expressar gratidão
ru: Выразить благодарность
sv: Uttrycka tacksamhet
th: แสดงความขอบคุณ
tl: Magpahayag ng pasasalamat

source: Take breaks when needed
de: Pausen machen, wenn nötig
es: Tomar descansos cuando sea necesario
fr: Prendre des pauses si nécessaire
it: Fare pause quando necessario
ja: 必要なときに休憩を取る
nl: Pauzes nemen wanneer nodig
pt_br: Fazer pausas quando necessário
ru: Делать перерывы при необходимости
sv: Ta pauser vid behov
th: พักผ่อนเมื่อจำเป็น
tl: Kumuha ng pahinga kapag kinakailangan

source: Do something fun
de: Etwas machen, das Spaß macht
es: Hacer algo divertido
fr: Faire quelque chose d'amusant
it: Fare qualcosa di divertente
ja: 何か楽しいことをする
nl: Iets leuks doen
pt_br: Fazer algo divertido
ru: Сделать что-то веселое
sv: Göra något roligt
th: ทำอะไรสนุกๆ
tl: Gumawa ng isang bagay na masaya

source: Be kind to myself
de: Nett zu mir selbst sein
es: Ser amable conmigo mismo
fr: Être gentil avec moi-même
it: Essere gentile con me stesso
ja: 自分に優しくする
nl: Vriendelijk voor mezelf zijn
pt_br: Ser gentil comigo mesmo
ru: Быть добрым к себе
sv: Vara snäll mot mig själv
th: ใจดีกับตัวเอง
tl: Maging mabait sa sarili ko

source: Spend quality time with someone
de: Qualitätszeit mit jemandem verbringen
es: Pasar tiempo de calidad con alguien
fr: Passer du temps de qualité avec quelqu'un
it: Passare tempo di qualità con qualcuno
ja: 誰かと充実した時間を過ごす
nl: Quality time doorbrengen met iemand
pt_br: Passar tempo de qualidade com alguém
ru: Провести качественное время с кем-то
sv: Spendera kvalitetstid med någon
th: ใช้เวลาคุณภาพกับใครสักคน
tl: Gumugol ng de-kalidad na oras kasama ang isang tao

source: Be intentional
de: Absichtsvoll sein
es: Ser intencional
fr: Être intentionnel
it: Essere intenzionale
ja: 意図的になる
nl: Intentioneel zijn
pt_br: Ser intencional
ru: Быть осознанным
sv: Vara avsiktlig
th: ตั้งใจ
tl: Maging intensyonal

source: Celebrate a small win
de: Einen kleinen Sieg feiern
es: Celebrar una pequeña victoria
fr: Célébrer une petite victoire
it: Celebrare una piccola vittoria
ja: 小さな勝利を祝う
nl: Een kleine overwinning vieren
pt_br: Celebrar uma pequena vitória
ru: Отпраздновать маленькую победу
sv: Fira en liten seger
th: ฉลองชัยชนะเล็กๆ
tl: Ipagdiwang ang isang maliit na panalo

source: Learn from today
de: Von heute lernen
es: Aprender de hoy
fr: Apprendre d'aujourd'hui
it: Imparare da oggi
ja: 今日から学ぶ
nl: Leren van vandaag
pt_br: Aprender com o dia de hoje
ru: Извлечь урок из сегодняшнего дня
sv: Lära av dagen
th: เรียนรู้จากวันนี้
tl: Matuto mula sa araw na ito

source: Practice balance
de: Balance üben
es: Practicar el equilibrio
fr: Pratiquer l'équilibre
it: Praticare l'equilibrio
ja: バランスを練習する
nl: Balans oefenen
pt_br: Praticar equilíbrio
ru: Практиковать баланс
sv: Öva balans
th: ฝึกความสมดุล
tl: Magsanay ng balanse

source: Do something I enjoy
de: Etwas tun, das ich genieße
es: Hacer algo que disfrute
fr: Faire quelque chose que j'aime
it: Fare qualcosa che mi piace
ja: 楽しむことをする
nl: Iets doen wat ik leuk vind
pt_br: Fazer algo que eu goste
ru: Сделать что-то, что мне нравится
sv: Göra något jag tycker om
th: ทำสิ่งที่ฉันชอบ
tl: Gawin ang isang bagay na kinagigiliwan ko

source: Be present
de: Präsent sein
es: Estar presente
fr: Être présent
it: Essere presente
ja: 今に集中する
nl: Aanwezig zijn
pt_br: Estar presente
ru: Быть присутствующим
sv: Vara närvarande
th: อยู่ตรงนี้
tl: Maging present

source: Practice gratitude
de: Dankbarkeit üben
es: Practicar la gratitud
fr: Pratiquer la gratitude
it: Praticare la gratitudine
ja: 感謝を練習する
nl: Dankbaarheid oefenen
pt_br: Praticar gratidão
ru: Практиковать благодарность
sv: Öva tacksamhet
th: ฝึกขอบคุณ
tl: Magsanay ng pasasalamat

source: Take care of myself
de: Auf mich aufpassen
es: Cuidar de mí mismo
fr: Prendre soin de moi
it: Prendermi cura di me stesso
ja: 自分を大切にする
nl: Voor mezelf zorgen
pt_br: Cuidar de mim mesmo
ru: Позаботиться о себе
sv: Ta hand om mig själv
th: ดูแลตัวเอง
tl: Alagaan ang sarili ko

source: Focus on progress
de: Auf Fortschritt konzentrieren
es: Enfocarse en el progreso
fr: Se concentrer sur les progrès
it: Concentrarsi sul progresso
ja: 進歩に焦点を当てる
nl: Focussen op vooruitgang
pt_br: Focar no progresso
ru: Сосредоточиться на прогрессе
sv: Fokusera på framsteg
th: โฟกัสที่ความก้าวหน้า
tl: Mag-focus sa pag-unlad

source: Be patient
de: Geduldig sein
es: Ser paciente
fr: Être patient
it: Essere paziente
ja: 忍耐強くなる
nl: Geduldig zijn
pt_br: Ser paciente
ru: Быть терпеливым
sv: Vara tålamodig
th: อดทน
tl: Maging matiyaga

source: Practice kindness
de: Freundlichkeit üben
es: Practicar la amabilidad
fr: Pratiquer la gentillesse
it: Praticare la gentilezza
ja: 親切を練習する
nl: Vriendelijkheid oefenen
pt_br: Praticar bondade
ru: Практиковать доброту
sv: Öva vänlighet
th: ฝึกความเมตตา
tl: Magsanay ng kabutihan

source: Be mindful
de: Achtsam sein
es: Ser consciente
fr: Être conscient
it: Essere consapevole
ja: マインドフルになる
nl: Bewust zijn
pt_br: Estar atento
ru: Быть осознанным
sv: Vara medveten
th: มีสติ
tl: Maging maingat

source: Do my best
de: Mein Bestes geben
es: Hacer mi mejor esfuerzo
fr: Faire de mon mieux
it: Fare del mio meglio
ja: ベストを尽くす
nl: Mijn best doen
pt_br: Fazer o meu melhor
ru: Сделать все возможное
sv: Göra mitt bästa
th: ทำดีที่สุด
tl: Gawin ang aking makakaya

source: Be present today
de: Heute präsent sein
es: Estar presente hoy
fr: Être présent aujourd'hui
it: Essere presente oggi
ja: 今日、今に集中する
nl: Vandaag aanwezig zijn
pt_br: Estar presente hoje
ru: Быть присутствующим сегодня
sv: Vara närvarande idag
th: อยู่กับปัจจุบันในวันนี้
tl: Maging present ngayon
