Repository: fennelouski/attunetion
Catalog: Attunetion/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_br, ru, sv, th, tl

source: Twice a week
de: Zweimal pro Woche
es: Dos veces a la semana
fr: Deux fois par semaine
it: Due volte a settimana
ja: 週に2回
nl: Twee keer per week
pt_br: Duas vezes por semana
ru: Дважды в неделю
sv: Två gånger i veckan
th: สัปดาห์ละสองครั้ง
tl: Dalawang beses sa isang linggo

source: Every other day
de: Jeden zweiten Tag
es: Cada dos días
fr: Tous les deux jours
it: A giorni alterni
ja: 1日おき
nl: Om de dag
pt_br: Dia sim, dia não
ru: Через день
sv: Varannan dag
th: วันเว้นวัน
tl: Tuwing makalawa

source: Once a day
de: Einmal am Tag
es: Una vez al día
fr: Une fois par jour
it: Una volta al giorno
ja: 1日1回
nl: Eens per dag
pt_br: Uma vez por dia
ru: Раз в день
sv: En gång om dagen
th: วันละครั้ง
tl: Isang beses sa isang araw

source: Twice a day
de: Zweimal am Tag
es: Dos veces al día
fr: Deux fois par jour
it: Due volte al giorno
ja: 1日2回
nl: Twee keer per dag
pt_br: Duas vezes por dia
ru: Дважды в день
sv: Två gånger om dagen
th: วันละสองครั้ง
tl: Dalawang beses sa isang araw

source: Just a gentle monthly reminder
de: Nur eine sanfte monatliche Erinnerung
es: Solo un suave recordatorio mensual
fr: Juste un rappel mensuel doux
it: Solo un gentile promemoria mensile
ja: 毎月の優しいリマインダーだけ
nl: Gewoon een zachte maandelijkse herinnering
pt_br: Apenas um lembrete mensal suave
ru: Просто мягкое ежемесячное напоминание
sv: Bara en mild månatlig påminnelse
th: แค่การเตือนความจำรายเดือนเบาๆ
tl: Isang banayad na buwanang paalala lamang

source: A couple reminders each month
de: Ein paar Erinnerungen jeden Monat
es: Un par de recordatorios cada mes
fr: Quelques rappels chaque mois
it: Un paio di promemoria ogni mese
ja: 毎月いくつかのリマインダー
nl: Een paar herinneringen elke maand
pt_br: Alguns lembretes a cada mês
ru: Пара напоминаний каждый месяц
sv: Ett par påminnelser varje månad
th: การแจ้งเตือนสองสามครั้งในแต่ละเดือน
tl: Ilang paalala bawat buwan

source: Weekly check-ins
de: Wöchentliche Check-ins
es: Chequeos semanales
fr: Points hebdomadaires
it: Check-in settimanali
ja: 毎週のチェックイン
nl: Wekelijkse check-ins
pt_br: Check-ins semanais
ru: Еженедельные проверки
sv: Veckovisa avstämningar
th: เช็คอินรายสัปดาห์
tl: Lingguhang check-in

source: A few times each week
de: Ein paar Mal pro Woche
es: Algunas veces cada semana
fr: Quelques fois par semaine
it: Alcune volte a settimana
ja: 毎週数回
nl: Een paar keer per week
pt_br: Algumas vezes por semana
ru: Несколько раз в неделю
sv: Några gånger varje vecka
th: สองสามครั้งในแต่ละสัปดาห์
tl: Ilang beses bawat linggo

source: Regular reminders
de: Regelmäßige Erinnerungen
es: Recordatorios regulares
fr: Rappels réguliers
it: Promemoria regolari
ja: 定期的なリマインダー
nl: Regelmatige herinneringen
pt_br: Lembretes regulares
ru: Регулярные напоминания
sv: Regelbundna påminnelser
th: การแจ้งเตือนเป็นประจำ
tl: Regular na mga paalala

source: Daily reminders
de: Tägliche Erinnerungen
es: Recordatorios diarios
fr: Rappels quotidiens
it: Promemoria giornalieri
ja: 毎日のリマインダー
nl: Dagelijkse herinneringen
pt_br: Lembretes diários
ru: Ежедневные напоминания
sv: Dagliga påminnelser
th: การแจ้งเตือนรายวัน
tl: Pang-araw-araw na mga paalala

source: Morning and evening reminders
de: Morgens und abends Erinnerungen
es: Recordatorios por la mañana y por la noche
fr: Rappels matin et soir
it: Promemoria mattina e sera
ja: 朝と夕方のリマインダー
nl: Ochtend- en avondherinneringen
pt_br: Lembretes de manhã e à noite
ru: Утренние и вечерние напоминания
sv: Morgon- och kvällspåminnelser
th: การแจ้งเตือนตอนเช้าและตอนเย็น
tl: Mga paalala sa umaga at gabi

source: Set a new intention each day
de: Jeden Tag eine neue Intention setzen
es: Establecer una nueva intención cada día
fr: Définir une nouvelle intention chaque jour
it: Imposta una nuova intenzione ogni giorno
ja: 毎日新しい意図を設定
nl: Stel elke dag een nieuwe intentie in
pt_br: Defina uma nova intenção a cada dia
ru: Устанавливать новое намерение каждый день
sv: Sätt en ny intention varje dag
th: ตั้งเจตนาใหม่ในแต่ละวัน
tl: Magtakda ng bagong intensyon bawat araw

source: Set a new intention each week
de: Jede Woche eine neue Intention setzen
es: Establecer una nueva intención cada semana
fr: Définir une nouvelle intention chaque semaine
it: Imposta una nuova intenzione ogni settimana
ja: 毎週新しい意図を設定
nl: Stel elke week een nieuwe intentie in
pt_br: Defina uma nova intenção a cada semana
ru: Устанавливать новое намерение каждую неделю
sv: Sätt en ny intention varje vecka
th: ตั้งเจตนาใหม่ในแต่ละสัปดาห์
tl: Magtakda ng bagong intensyon bawat linggo

source: Set a new intention each month
de: Jeden Monat eine neue Intention setzen
es: Establecer una nueva intención cada mes
fr: Définir une nouvelle intention chaque mois
it: Imposta una nuova intenzione ogni mese
ja: 毎月新しい意図を設定
nl: Stel elke maand een nieuwe intentie in
pt_br: Defina uma nova intenção a cada mês
ru: Устанавливать новое намерение каждый месяц
sv: Sätt en ny intention varje månad
th: ตั้งเจตนาใหม่ในแต่ละเดือน
tl: Magtakda ng bagong intensyon bawat buwan

source: Set your intention for today
de: Setze deine Intention für heute
es: Establece tu intención para hoy
fr: Définissez votre intention pour aujourd'hui
it: Imposta la tua intenzione per oggi
ja: 今日の意図を設定
nl: Stel je intentie voor vandaag in
pt_br: Defina sua intenção para hoje
ru: Установите свое намерение на сегодня
sv: Sätt din intention för idag
th: ตั้งเจตนาของคุณสำหรับวันนี้
tl: Itakda ang iyong intensyon para sa araw na ito

source: Set your intention for this week
de: Setze deine Intention für diese Woche
es: Establece tu intención para esta semana
fr: Définissez votre intention pour cette semaine
it: Imposta la tua intenzione per questa settimana
ja: 今週の意図を設定
nl: Stel je intentie voor deze week in
pt_br: Defina sua intenção para esta semana
ru: Установите свое намерение на эту неделю
sv: Sätt din intention för denna vecka
th: ตั้งเจตนาของคุณสำหรับสัปดาห์นี้
tl: Itakda ang iyong intensyon para sa linggong ito

source: Set your intention for this month
de: Setze deine Intention für diesen Monat
es: Establece tu intención para este mes
fr: Définissez votre intention pour ce mois
it: Imposta la tua intenzione per questo mese
ja: 今月の意図を設定
nl: Stel je intentie voor deze maand in
pt_br: Defina sua intenção para este mês
ru: Установите свое намерение на этот месяц
sv: Sätt din intention för denna månad
th: ตั้งเจตนาของคุณสำหรับเดือนนี้
tl: Itakda ang iyong intensyon para sa buwang ito

source: Build healthier habits
de: Gesündere Gewohnheiten aufbauen
es: Crear hábitos más saludables
fr: Construire des habitudes plus saines
it: Costruire abitudini più sane
ja: より健康的な習慣を築く
nl: Gezondere gewoonten opbouwen
pt_br: Criar hábitos mais saudáveis
ru: Создать более здоровые привычки
sv: Bygga hälsosammare vanor
th: สร้างนิสัยที่ดีต่อสุขภาพมากขึ้น
tl: Bumuo ng mas malusog na gawi

source: Focus on personal growth
de: Auf persönliches Wachstum konzentrieren
es: Enfocarse en el crecimiento personal
fr: Se concentrer sur la croissance personnelle
it: Concentrarsi sulla crescita personale
ja: 自己成長に焦点を当てる
nl: Focussen op persoonlijke groei
pt_br: Focar no crescimento pessoal
ru: Сосредоточиться на личностном росте
sv: Fokusera på personlig utveckling
th: มุ่งเน้นการเติบโตส่วนบุคคล
tl: Mag-focus sa personal na paglago

source: Strengthen relationships
de: Beziehungen stärken
es: Fortalecer las relaciones
fr: Renforcer les relations
it: Rafforzare le relazioni
ja: 人間関係を強化する
nl: Relaties versterken
pt_br: Fortalecer relacionamentos
ru: Укрепить отношения
sv: Stärka relationer
th: กระชับความสัมพันธ์
tl: Patatagin ang mga relasyon

source: Practice mindfulness daily
de: Täglich Achtsamkeit üben
es: Practicar mindfulness diariamente
fr: Pratiquer la pleine conscience quotidiennement
it: Praticare la mindfulness quotidianamente
ja: 毎日マインドフルネスを実践する
nl: Dagelijks mindfulness beoefenen
pt_br: Praticar mindfulness diariamente
ru: Практиковать осознанность ежедневно
sv: Öva mindfulness dagligen
th: ฝึกสติทุกวัน
tl: Magsanay ng mindfulness araw-araw

source: Spend quality time with family
de: Qualitätszeit mit der Familie verbringen
es: Pasar tiempo de calidad con la familia
fr: Passer du temps de qualité en famille
it: Passare tempo di qualità con la famiglia
ja: 家族と充実した時間を過ごす
nl: Quality time doorbrengen met familie
pt_br: Passar tempo de qualidade com a família
ru: Проводить качественное время с семьей
sv: Spendera kvalitetstid med familjen
th: ใช้เวลาคุณภาพกับครอบครัว
tl: Gumugol ng de-kalidad na oras kasama ang pamilya

source: Focus on mental health
de: Auf psychische Gesundheit konzentrieren
es: Enfocarse en la salud mental
fr: Se concentrer sur la santé mentale
it: Concentrarsi sulla salute mentale
ja: メンタルヘルスに焦点を当てる
nl: Focussen op geestelijke gezondheid
pt_br: Focar na saúde mental
ru: Сосредоточиться на психическом здоровье
sv: Fokusera på mental hälsa
th: มุ่งเน้นสุขภาพจิต
tl: Mag-focus sa kalusugan ng isip

source: Practice self-care
de: Selbstfürsorge praktizieren
es: Practicar el autocuidado
fr: Pratiquer les soins personnels
it: Praticare la cura di sé
ja: セルフケアを実践する
nl: Zelfzorg beoefenen
pt_br: Praticar autocuidado
ru: Практиковать заботу о себе
sv: Utöva egenvård
th: ฝึกการดูแลตัวเอง
tl: Magsanay ng pangangalaga sa sarili

source: Build confidence
de: Selbstvertrauen aufbauen
es: Construir confianza
fr: Renforcer la confiance
it: Costruire fiducia
ja: 自信をつける
nl: Zelfvertrouwen opbouwen
pt_br: Construir confiança
ru: Развить уверенность
sv: Bygga självförtroende
th: สร้างความมั่นใจ
tl: Bumuo ng kumpiyansa

source: Spend time in nature
de: Zeit in der Natur verbringen
es: Pasar tiempo en la naturaleza
fr: Passer du temps dans la nature
it: Passare tempo nella natura
ja: 自然の中で過ごす
nl: Tijd doorbrengen in de natuur
pt_br: Passar tempo na natureza
ru: Проводить время на природе
sv: Spendera tid i naturen
th: ใช้เวลาในธรรมชาติ
tl: Gumugol ng oras sa kalikasan

source: Practice patience
de: Geduld üben
es: Practicar la paciencia
fr: Pratiquer la patience
it: Praticare la pazienza
ja: 忍耐を実践する
nl: Geduld oefenen
pt_br: Praticar paciência
ru: Практиковать терпение
sv: Öva tålamod
th: ฝึกความอดทน
tl: Magsanay ng pasensya

source: Be more present
de: Präsenter sein
es: Estar más presente
fr: Être plus présent
it: Essere più presente
ja: もっと今に集中する
nl: Meer aanwezig zijn
pt_br: Estar mais presente
ru: Быть более присутствующим
sv: Vara mer närvarande
th: อยู่กับปัจจุบันมากขึ้น
tl: Maging mas present

source: Express gratitude daily
de: Täglich Dankbarkeit ausdrücken
es: Expresar gratitud diariamente
fr: Exprimer sa gratitude quotidiennement
it: Esprimere gratitudine quotidianamente
ja: 毎日感謝を表現する
nl: Dagelijks dankbaarheid uiten
pt_br: Expressar gratidão diariamente
ru: Выражать благодарность ежедневно
sv: Uttrycka tacksamhet dagligen
th: แสดงความกตัญญูทุกวัน
tl: Magpahayag ng pasasalamat araw-araw

source: Build better habits
de: Bessere Gewohnheiten aufbauen
es: Construir mejores hábitos
fr: Construire de meilleures habitudes
it: Costruire abitudini migliori
ja: より良い習慣を築く
nl: Betere gewoonten opbouwen
pt_br: Construir melhores hábitos
ru: Создать лучшие привычки
sv: Bygga bättre vanor
th: สร้างนิสัยที่ดีขึ้น
tl: Bumuo ng mas mahusay na gawi

source: Focus on creativity
de: Auf Kreativität konzentrieren
es: Enfocarse en la creatividad
fr: Se concentrer sur la créativité
it: Concentrarsi sulla creatività
ja: 創造性に焦点を当てる
nl: Focussen op creativiteit
pt_br: Focar na criatividade
ru: Сосредоточиться на творчестве
sv: Fokusera på kreativitet
th: มุ่งเน้นความคิดสร้างสรรค์
tl: Mag-focus sa pagkamalikhain

source: Practice deep breathing
de: Tiefes Atmen üben
es: Practicar respiración profunda
fr: Pratiquer la respiration profonde
it: Praticare la respirazione profonda
ja: 深呼吸を実践する
nl: Diep ademhalen oefenen
pt_br: Praticar respiração profunda
ru: Практиковать глубокое дыхание
sv: Öva djupandning
th: ฝึกหายใจลึกๆ
tl: Magsanay ng malalim na paghinga

source: Set boundaries
de: Grenzen setzen
es: Establecer límites
fr: Fixer des limites
it: Impostare confini
ja: 境界線を設定する
nl: Grenzen stellen
pt_br: Definir limites
ru: Установить границы
sv: Sätta gränser
th: กำหนดขอบเขต
tl: Magtakda ng mga hangganan

source: Be kinder to myself
de: Netter zu mir selbst sein
es: Ser más amable conmigo mismo
fr: Être plus gentil avec moi-même
it: Essere più gentile con me stesso
ja: 自分にもっと優しくする
nl: Vriendelijker voor mezelf zijn
pt_br: Ser mais gentil comigo mesmo
ru: Быть добрее к себе
sv: Vara snällare mot mig själv
th: ใจดีกับตัวเองมากขึ้น
tl: Maging mas mabait sa sarili ko

source: Focus on what matters
de: Auf das Wesentliche konzentrieren
es: Enfocarse en lo que importa
fr: Se concentrer sur l'essentiel
it: Concentrarsi su ciò che conta
ja: 重要なことに焦点を当てる
nl: Focussen op wat belangrijk is
pt_br: Focar no que importa
ru: Сосредоточиться на том, что важно
sv: Fokusera på det som betyder något
th: มุ่งเน้นสิ่งที่สำคัญ
tl: Mag-focus sa kung ano ang mahalaga

source: Build resilience
de: Resilienz aufbauen
es: Construir resiliencia
fr: Renforcer la résilience
it: Costruire resilienza
ja: 回復力をつける
nl: Veerkracht opbouwen
pt_br: Construir resiliência
ru: Развить устойчивость
sv: Bygga motståndskraft
th: สร้างความยืดหยุ่น
tl: Bumuo ng katatagan

source: Practice forgiveness
de: Vergebung üben
es: Practicar el perdón
fr: Pratiquer le pardon
it: Praticare il perdono
ja: 許しを実践する
nl: Vergeving oefenen
pt_br: Praticar o perdão
ru: Практиковать прощение
sv: Öva förlåtelse
th: ฝึกการให้อภัย
tl: Magsanay ng pagpapatawad

source: Focus on solutions
de: Auf Lösungen konzentrieren
es: Enfocarse en soluciones
fr: Se concentrer sur les solutions
it: Concentrarsi sulle soluzioni
ja: 解決策に焦点を当てる
nl: Focussen op oplossingen
pt_br: Focar em soluções
ru: Сосредоточиться на решениях
sv: Fokusera på lösningar
th: มุ่งเน้นที่ทางออก
tl: Mag-focus sa mga solusyon

source: Celebrate small wins
de: Kleine Siege feiern
es: Celebrar pequeñas victorias
fr: Célébrer les petites victoires
it: Celebrare le piccole vittorie
ja: 小さな勝利を祝う
nl: Kleine overwinningen vieren
pt_br: Celebrar pequenas vitórias
ru: Праздновать маленькие победы
sv: Fira små segrar
th: ฉลองชัยชนะเล็กๆ
tl: Ipagdiwang ang maliliit na panalo

source: Learn from mistakes
de: Aus Fehlern lernen
es: Aprender de los errores
fr: Apprendre de ses erreurs
it: Imparare dagli errori
ja: 間違いから学ぶ
nl: Leren van fouten
pt_br: Aprender com os erros
ru: Учиться на ошибках
sv: Lära av misstag
th: เรียนรู้จากความผิดพลาด
tl: Matuto mula sa mga pagkakamali

source: Be more intentional
de: Absichtsvoller sein
es: Ser más intencional
fr: Être plus intentionnel
it: Essere più intenzionale
ja: もっと意図的になる
nl: Meer intentioneel zijn
pt_br: Ser mais intencional
ru: Быть более осознанным
sv: Vara mer avsiktlig
th: มีความตั้งใจมากขึ้น
tl: Maging mas intensyonal

source: Connect with friends and loved ones
de: Mit Freunden und Lieben verbinden
es: Conectar con amigos y seres queridos
fr: Se connecter avec des amis et des proches
it: Connettersi con amici e cari
ja: 友人や愛する人とつながる
nl: Verbinden met vrienden en geliefden
pt_br: Conectar com amigos e entes queridos
ru: Общаться с друзьями и близкими
sv: Knyta an till vänner och nära och kära
th: ติดต่อกับเพื่อนและคนที่รัก
tl: Kumonekta sa mga kaibigan at mahal sa buhay

source: Practice gratitude regularly
de: Regelmäßig Dankbarkeit üben
es: Practicar la gratitud regularmente
fr: Pratiquer la gratitude régulièrement
it: Praticare la gratitudine regolarmente
ja: 定期的に感謝を実践する
nl: Regelmatig dankbaarheid oefenen
pt_br: Praticar gratidão regularmente
ru: Практиковать благодарность регулярно
sv: Öva tacksamhet regelbundet
th: ฝึกความกตัญญูเป็นประจำ
tl: Magsanay ng pasasalamat nang regular

source: Cook nourishing meals
de: Nahrhafte Mahlzeiten kochen
es: Cocinar comidas nutritivas
fr: Cuisiner des repas nourrissants
it: Cucinare pasti nutrienti
ja: 栄養のある食事を作る
nl: Voedzame maaltijden koken
pt_br: Cozinhar refeições nutritivas
ru: Готовить питательные блюда
sv: Laga näringsrika måltider
th: ทำอาหารที่มีคุณค่าทางโภชนาการ
tl: Magluto ng masustansyang pagkain

source: Reach out to family
de: Kontakt zur Familie aufnehmen
es: Contactar a la familia
fr: Contacter la famille
it: Contattare la famiglia
ja: 家族に連絡する
nl: Contact opnemen met familie
pt_br: Entrar em contato com a família
ru: Связаться с семьей
sv: Höra av mig till familjen
th: ติดต่อครอบครัว
tl: Makipag-ugnayan sa pamilya

source: Practice acts of kindness
de: Freundliche Taten üben
es: Practicar actos de bondad
fr: Pratiquer des actes de gentillesse
it: Praticare atti di gentilezza
ja: 親切な行いを実践する
nl: Daden van vriendelijkheid oefenen
pt_br: Praticar atos de bondade
ru: Практиковать добрые дела
sv: Utöva vänliga handlingar
th: ฝึกทำความดี
tl: Magsanay ng mga gawa ng kabutihan

source: Make meditation part of my routine
de: Meditation Teil meiner Routine machen
es: Hacer la meditación parte de mi rutina
fr: Intégrer la méditation à ma routine
it: Rendere la meditazione parte della mia routine
ja: 瞑想をルーチンの一部にする
nl: Meditatie onderdeel van mijn routine maken
pt_br: Tornar a meditação parte da minha rotina
ru: Сделать медитацию частью моей рутины
sv: Göra meditation till en del av min rutin
th: ทำให้การทำสมาธิเป็นส่วนหนึ่งของกิจวัตร
tl: Gawing bahagi ng aking gawain ang pagmumuni-muni

source: Try new recipes
de: Neue Rezepte ausprobieren
es: Probar nuevas recetas
fr: Essayer de nouvelles recettes
it: Provare nuove ricette
ja: 新しいレシピを試す
nl: Nieuwe recepten proberen
pt_br: Experimentar novas receitas
ru: Пробовать новые рецепты
sv: Prova nya recept
th: ลองสูตรอาหารใหม่
tl: Sumubok ng mga bagong recipe

source: Spend time outdoors
de: Zeit draußen verbringen
es: Pasar tiempo al aire libre
fr: Passer du temps à l'extérieur
it: Passare tempo all'aperto
ja: 屋外で過ごす
nl: Tijd buiten doorbrengen
pt_br: Passar tempo ao ar livre
ru: Проводить время на свежем воздухе
sv: Spendera tid utomhus
th: ใช้เวลาข้างนอก
tl: Gumugol ng oras sa labas

source: Engage with my hobbies
de: Mich mit meinen Hobbys beschäftigen
es: Participar en mis pasatiempos
fr: M'adonner à mes loisirs
it: Dedicarsi ai miei hobby
ja: 趣味に取り組む
nl: Bezig zijn met mijn hobby's
pt_br: Envolver-me com meus hobbies
ru: Заниматься своими хобби
sv: Engagera mig i mina hobbies
th: ทำกิจกรรมงานอดิเรก
tl: Makipag-ugnayan sa aking mga libangan

source: Prioritize restful sleep
de: Erholsamen Schlaf priorisieren
es: Priorizar el sueño reparador
fr: Prioriser un sommeil réparateur
it: Dare priorità al sonno riposante
ja: 安らかな睡眠を優先する
nl: Rustgevende slaap prioriteren
pt_br: Priorizar sono reparador
ru: Приоритезировать полноценный сон
sv: Prioritera vilsam sömn
th: ให้ความสำคัญกับการนอนหลับพักผ่อน
tl: Unahin ang mahimbing na tulog

source: Be mindful of social media use
de: Achtsam mit Social Media umgehen
es: Ser consciente del uso de redes sociales
fr: Être conscient de l'utilisation des réseaux sociaux
it: Essere consapevole dell'uso dei social media
ja: ソーシャルメディアの使用に注意する
nl: Bewust zijn van gebruik van sociale media
pt_br: Estar atento ao uso de redes sociais
ru: Осознанно использовать социальные сети
sv: Vara medveten om användning av sociala medier
th: ระวังการใช้โซเชียลมีเดีย
tl: Maging maingat sa paggamit ng social media

source: Express creativity
de: Kreativität ausdrücken
es: Expresar creatividad
fr: Exprimer sa créativité
it: Esprimere creatività
ja: 創造性を表現する
nl: Creativiteit uiten
pt_br: Expressar criatividade
ru: Выражать творчество
sv: Uttrycka kreativitet
th: แสดงความคิดสร้างสรรค์
tl: Ipahayag ang pagkamalikhain

source: Spend quality time with my partner
de: Qualitätszeit mit meinem Partner verbringen
es: Pasar tiempo de calidad con mi pareja
fr: Passer du temps de qualité avec mon partenaire
it: Passare tempo di qualità con il mio partner
ja: パートナーと充実した時間を過ごす
nl: Quality time doorbrengen met mijn partner
pt_br: Passar tempo de qualidade com meu parceiro
ru: Проводить качественное время с партнером
sv: Spendera kvalitetstid med min partner
th: ใช้เวลาคุณภาพกับคู่รัก
tl: Gumugol ng de-kalidad na oras kasama ang aking kapareha

source: Plan nourishing meals
de: Nahrhafte Mahlzeiten planen
es: Planificar comidas nutritivas
fr: Planifier des repas nourrissants
it: Pianificare pasti nutrienti
ja: 栄養のある食事を計画する
nl: Voedzame maaltijden plannen
pt_br: Planejar refeições nutritivas
ru: Планировать питательные блюда
sv: Planera näringsrika måltider
th: วางแผนมื้ออาหารที่มีประโยชน์
tl: Magplano ng masustansyang pagkain

source: Move my body regularly
de: Meinen Körper regelmäßig bewegen
es: Mover mi cuerpo regularmente
fr: Bouger mon corps régulièrement
it: Muovere il mio corpo regolarmente
ja: 定期的に体を動かす
nl: Mijn lichaam regelmatig bewegen
pt_br: Mover meu corpo regularmente
ru: Регулярно двигаться
sv: Röra på min kropp regelbundet
th: ขยับร่างกายสม่ำเสมอ
tl: Igualaw ang aking katawan nang regular

source: Read for enjoyment
de: Zum Vergnügen lesen
es: Leer por placer
fr: Lire pour le plaisir
it: Leggere per piacere
ja: 楽しみのために読む
nl: Lezen voor plezier
pt_br: Ler por prazer
ru: Читать для удовольствия
sv: Läsa för nöjes skull
th: อ่านเพื่อความเพลิดเพลิน
tl: Magbasa para sa kasiyahan

source: Take regular breaks
de: Regelmäßige Pausen machen
es: Tomar descansos regulares
fr: Prendre des pauses régulières
it: Fare pause regolari
ja: 定期的に休憩を取る
nl: Regelmatige pauzes nemen
pt_br: Fazer pausas regulares
ru: Делать регулярные перерывы
sv: Ta regelbundna pauser
th: พักผ่อนเป็นประจำ
tl: Kumuha ng regular na pahinga

source: Practice mindfulness
de: Achtsamkeit praktizieren
es: Practicar mindfulness
fr: Pratiquer la pleine conscience
it: Praticare la mindfulness
ja: マインドフルネスを実践する
nl: Mindfulness beoefenen
pt_br: Praticar mindfulness
ru: Практиковать осознанность
sv: Öva mindfulness
th: ฝึกสติ
tl: Magsanay ng mindfulness

source: Do things that bring me joy
de: Dinge tun, die mir Freude bereiten
es: Hacer cosas que me traigan alegría
fr: Faire des choses qui m'apportent de la joie
it: Fare cose che mi portano gioia
ja: 喜びをもたらすことをする
nl: Dingen doen die me vreugde brengen
pt_br: Fazer coisas que me trazem alegria
ru: Делать вещи, которые приносят мне радость
sv: Göra saker som ger mig glädje
th: ทำสิ่งที่ทำให้ฉันมีความสุข
tl: Gawin ang mga bagay na nagdudulot sa akin ng kagalakan

source: Prioritize self-care
de: Selbstfürsorge priorisieren
es: Priorizar el autocuidado
fr: Prioriser les soins personnels
it: Dare priorità alla cura di sé
ja: セルフケアを優先する
nl: Zelfzorg prioriteren
pt_br: Priorizar autocuidado
ru: Приоритезировать заботу о себе
sv: Prioritera egenvård
th: ให้ความสำคัญกับการดูแลตัวเอง
tl: Unahin ang pangangalaga sa sarili

source: Connect with the natural world
de: Mit der natürlichen Welt verbinden
es: Conectar con el mundo natural
fr: Se connecter avec le monde naturel
it: Connettersi con il mondo naturale
ja: 自然界とつながる
nl: Verbinden met de natuurlijke wereld
pt_br: Conectar com o mundo natural
ru: Соединиться с миром природы
sv: Knyta an till naturen
th: เชื่อมต่อกับโลกธรรมชาติ
tl: Kumonekta sa natural na mundo

source: Show kindness to others
de: Anderen Freundlichkeit zeigen
es: Mostrar amabilidad a los demás
fr: Faire preuve de gentillesse envers les autres
it: Mostrare gentilezza agli altri
ja: 他人に親切にする
nl: Vriendelijkheid tonen aan anderen
pt_br: Mostrar bondade aos outros
ru: Проявлять доброту к другим
sv: Visa vänlighet mot andra
th: แสดงความเมตตาต่อผู้อื่น
tl: Magpakita ng kabutihan sa iba

source: Be fully present in conversations
de: In Gesprächen voll präsent sein
es: Estar completamente presente en las conversaciones
fr: Être pleinement présent dans les conversations
it: Essere pienamente presente nelle conversazioni
ja: 会話に完全に集中する
nl: Volledig aanwezig zijn in gesprekken
pt_br: Estar totalmente presente em conversas
ru: Быть полностью присутствующим в разговорах
sv: Vara fullt närvarande i samtal
th: อยู่กับปัจจุบันในการสนทนา
tl: Maging ganap na present sa mga pag-uusap
