Repository: fennelouski/attunetion
Catalog: Attunetion/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_br, ru, sv, th, tl

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pt_br: Voltar
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tl: Bumalik

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tl: Magpatuloy

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tl: Tapos na

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pt_br: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tl: Isara

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tl: Kanselahin

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pt_br: Excluir
ru: Удалить
sv: Radera
th: ลบ
tl: Burahin

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並べ替え
nl: Sorteren
pt_br: Ordenar
ru: Сортировать
sv: Sortera
th: เรียงลำดับ
tl: Ayusin

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoeken
pt_br: Buscar
ru: Поиск
sv: Sök
th: ค้นหา
tl: Maghanap

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tl: Mga Setting

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
nl: Hulp
pt_br: Ajuda
ru: Помощь
sv: Hjälp
th: ช่วยเหลือ
tl: Tulong

source: Permissions
de: Berechtigungen
es: Permisos
it: Permessi
ja: 権限
nl: Toestemmingen
pt_br: Permissões
ru: Разрешения
sv: Behörigheter
th: การอนุญาต
tl: Mga Pahintulot

source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: アプリについて
nl: Over
pt_br: Sobre
ru: О приложении
sv: Om
th: เกี่ยวกับ
tl: Tungkol sa

source: Set your first intention
de: Setze deine erste Intention
es: Establece tu primera intención
fr: Définissez votre première intention
it: Imposta la tua prima intenzione
ja: 最初の意図を設定しましょう
nl: Stel je eerste intentie in
pt_br: Defina sua primeira intenção
ru: Установите свое первое намерение
sv: Sätt din första intention
th: ตั้งเจตนาแรกของคุณ
tl: Itakda ang iyong unang intensyon

source: Create a daily, weekly, or monthly intention to get started
de: Erstelle eine tägliche, wöchentliche oder monatliche Intention, um zu beginnen
es: Crea una intención diaria, semanal o mensual para comenzar
fr: Créez une intention quotidienne, hebdomadaire ou mensuelle pour commencer
it: Crea un'intenzione giornaliera, settimanale o mensile per iniziare
ja: 始めるには、毎日、毎週、または毎月の意図を作成してください
nl: Maak een dagelijkse, wekelijkse of maandelijkse intentie om te beginnen
pt_br: Crie uma intenção diária, semanal ou mensal para começar
ru: Создайте ежедневное, еженедельное или ежемесячное намерение, чтобы начать
sv: Skapa en daglig, veckovis eller månatlig intention för att komma igång
th: สร้างเจตนารายวัน รายสัปดาห์ หรือรายเดือนเพื่อเริ่มต้น
tl: Gumawa ng pang-araw-araw, lingguhan, o buwanang intensyon para makapagsimula

source: Create Intention
de: Intention erstellen
es: Crear intención
fr: Créer une intention
it: Crea intenzione
ja: 意図を作成
nl: Intentie maken
pt_br: Criar Intenção
ru: Создать намерение
sv: Skapa intention
th: สร้างเจตนา
tl: Gumawa ng Intensyon

source: How to create good intentions
de: Wie man gute Intentionen erstellt
es: Cómo crear buenas intenciones
fr: Comment créer de bonnes intentions
it: Come creare buone intenzioni
ja: 良い意図の作り方
nl: Hoe goede intenties te creëren
pt_br: Como criar boas intenções
ru: Как создавать хорошие намерения
sv: Hur man skapar bra intentioner
th: วิธีสร้างเจตนาที่ดี
tl: Paano gumawa ng magagandang intensyon

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
nl: Huidig
pt_br: Atual
ru: Текущее
sv: Nuvarande
th: ปัจจุบัน
tl: Kasalukuyan

source: AI
de: KI
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ

source: All Intentions
de: Alle Intentionen
es: Todas las intenciones
fr: Toutes les intentions
it: Tutte le intenzioni
ja: すべての意図
nl: Alle intenties
pt_br: Todas as Intenções
ru: Все намерения
sv: Alla intentioner
th: เจตนาทั้งหมด
tl: Lahat ng Intensyon

source: Need help? Learn how to create great intentions
de: Brauchst du Hilfe? Lerne, wie man großartige Intentionen erstellt
es: ¿Necesitas ayuda? Aprende a crear grandes intenciones
fr: Besoin d'aide ? Apprenez à créer de grandes intentions
it: Serve aiuto? Impara a creare grandi intenzioni
ja: ヘルプが必要ですか？素晴らしい意図の作り方を学びましょう
nl: Hulp nodig? Leer hoe je geweldige intenties creëert
pt_br: Precisa de ajuda? Aprenda a criar ótimas intenções
ru: Нужна помощь? Узнайте, как создавать отличные намерения
sv: Behöver du hjälp? Lär dig hur du skapar bra intentioner
th: ต้องการความช่วยเหลือ? เรียนรู้วิธีสร้างเจตนาที่ยอดเยี่ยม
tl: Kailangan ng tulong? Matutunan kung paano gumawa ng mahuhusay na intensyon

source: App Theme
de: App-Design
es: Tema de la app
fr: Thème de l'app
it: Tema dell'app
ja: アプリのテーマ
nl: App-thema
pt_br: Tema do App
ru: Тема приложения
sv: App-tema
th: ธีมแอป
tl: Tema ng App

source: Default Intention Theme
de: Standard-Intentions-Design
es: Tema de intención predeterminado
fr: Thème d'intention par défaut
it: Tema intenzione predefinito
ja: デフォルトの意図テーマ
nl: Standaard intentiethema
pt_br: Tema de Intenção Padrão
ru: Тема намерения по умолчанию
sv: Standard intentionstema
th: ธีมเจตนาเริ่มต้น
tl: Default na Tema ng Intensyon

source: None
de: Keines
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
pt_br: Nenhum
ru: Нет
sv: Ingen
th: ไม่มี
tl: Wala

source: Default Font
de: Standardschriftart
es: Fuente predeterminada
fr: Police par défaut
it: Font predefinito
ja: デフォルトフォント
nl: Standaard lettertype
pt_br: Fonte Padrão
ru: Шрифт по умолчанию
sv: Standardtypsnitt
th: แบบอักษรเริ่มต้น
tl: Default na Font

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Défaut système
it: Predefinito di sistema
ja: システムデフォルト
nl: Systeemstandaard
pt_br: Padrão do Sistema
ru: Системный по умолчанию
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
tl: Default ng System

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
pt_br: Aparência
ru: Внешний вид
sv: Utseende
th: รูปลักษณ์
tl: Itsura

source: Intention Frequency
de: Intentions-Häufigkeit
es: Frecuencia de intención
fr: Fréquence d'intention
it: Frequenza intenzione
ja: 意図の頻度
nl: Intentiefrequentie
pt_br: Frequência de Intenção
ru: Частота намерений
sv: Intentionsfrekvens
th: ความถี่ของเจตนา
tl: Dalas ng Intensyon

source: How often you want to set intentions
de: Wie oft möchtest du Intentionen setzen
es: Con qué frecuencia quieres establecer intenciones
fr: À quelle fréquence voulez-vous définir des intentions
it: Quanto spesso vuoi impostare intenzioni
ja: 意図を設定する頻度
nl: Hoe vaak je intenties wilt instellen
pt_br: Com que frequência você quer definir intenções
ru: Как часто вы хотите устанавливать намерения
sv: Hur ofta du vill sätta intentioner
th: คุณต้องการตั้งเจตนาบ่อยแค่ไหน
tl: Gaano kadalas mo gustong magtakda ng mga intensyon

source: Intentions
de: Intentionen
es: Intenciones
it: Intenzioni
ja: 意図
nl: Intenties
pt_br: Intenções
ru: Намерения
sv: Intentioner
th: เจตนา
tl: Mga Intensyon

source: Choose how often you'd like to set new intentions. This helps personalize your widget's placeholder text.
de: Wähle, wie oft du neue Intentionen setzen möchtest. Dies hilft, den Platzhaltertext deines Widgets zu personalisieren.
es: Elige con qué frecuencia te gustaría establecer nuevas intenciones. Esto ayuda a personalizar el texto del widget.
fr: Choisissez la fréquence à laquelle vous souhaitez définir de nouvelles intentions. Cela aide à personnaliser le texte de l'espace réservé de votre widget.
it: Scegli quanto spesso vuoi impostare nuove intenzioni. Questo aiuta a personalizzare il testo segnaposto del tuo widget.
ja: 新しい意図を設定する頻度を選択してください。これはウィジェットのプレースホルダーテキストをパーソナライズするのに役立ちます。
nl: Kies hoe vaak je nieuwe intenties wilt instellen. Dit helpt de plaatshoudertekst van je widget te personaliseren.
pt_br: Escolha com que frequência você gostaria de definir novas intenções. Isso ajuda a personalizar o texto do seu widget.
ru: Выберите, как часто вы хотите устанавливать новые намерения. Это поможет персонализировать текст-заполнитель вашего виджета.
sv: Välj hur ofta du vill sätta nya intentioner. Detta hjälper till att anpassa din widgets platshållartext.
th: เลือกความถี่ที่คุณต้องการตั้งเจตนาใหม่ สิ่งนี้ช่วยปรับแต่งข้อความตัวยึดตำแหน่งของวิดเจ็ตของคุณ
tl: Piliin kung gaano kadalas mo gustong magtakda ng mga bagong intensyon. Nakakatulong ito na i-personalize ang placeholder text ng iyong widget.

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
nl: Herinneringen
pt_br: Lembretes
ru: Напоминания
sv: Påminnelser
th: การแจ้งเตือน
tl: Mga Paalala

source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
ja: 通知
nl: Meldingen
pt_br: Notificações
ru: Уведомления
sv: Notiser
th: การแจ้งเตือน
tl: Mga Abiso

source: Configure how often and what types of reminders you receive.
de: Konfiguriere, wie oft und welche Arten von Erinnerungen du erhältst.
es: Configura con qué frecuencia y qué tipos de recordatorios recibes.
fr: Configurez la fréquence et les types de rappels que vous recevez.
it: Configura quanto spesso e quali tipi di promemoria ricevere.
ja: 受け取るリマインダーの頻度と種類を設定します。
nl: Configureer hoe vaak en welke soorten herinneringen je ontvangt.
pt_br: Configure com que frequência e quais tipos de lembretes você recebe.
ru: Настройте, как часто и какие типы напоминаний вы получаете.
sv: Konfigurera hur ofta och vilka typer av påminnelser du får.
th: กำหนดค่าความถี่และประเภทของการแจ้งเตือนที่คุณได้รับ
tl: I-configure kung gaano kadalas at anong mga uri ng paalala ang matatanggap mo.

source: Suggested Intentions
de: Vorgeschlagene Intentionen
es: Intenciones sugeridas
fr: Intentions suggérées
it: Intenzioni suggerite
ja: おすすめの意図
nl: Voorgestelde intenties
pt_br: Intenções Sugeridas
ru: Предлагаемые намерения
sv: Föreslagna intentioner
th: เจตนาที่แนะนำ
tl: Mga Iminungkahing Intensyon

source: Get personalized suggestions for your intentions
de: Erhalte personalisierte Vorschläge für deine Intentionen
es: Obtén sugerencias personalizadas para tus intenciones
fr: Obtenez des suggestions personnalisées pour vos intentions
it: Ottieni suggerimenti personalizzati per le tue intenzioni
ja: 意図に関するパーソナライズされた提案を取得します
nl: Ontvang gepersonaliseerde suggesties voor je intenties
pt_br: Receba sugestões personalizadas para suas intenções
ru: Получайте персонализированные предложения для ваших намерений
sv: Få personliga förslag på dina intentioner
th: รับคำแนะนำส่วนบุคคลสำหรับเจตนาของคุณ
tl: Kumuha ng mga personalized na mungkahi para sa iyong mga intensyon

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
ja: 提案
nl: Suggesties
pt_br: Sugestões
ru: Предложения
sv: Förslag
th: คำแนะนำ
tl: Mga Mungkahi

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tl: Patakaran sa Privacy

source: End User License Agreement
de: Endbenutzer-Lizenzvertrag
es: Acuerdo de licencia de usuario final
fr: Contrat de licence utilisateur final
it: Contratto di licenza con l'utente finale
ja: エンドユーザー使用許諾契約
nl: Licentieovereenkomst voor eindgebruikers
pt_br: Contrato de Licença de Usuário Final
ru: Лицензионное соглашение конечного пользователя
sv: Licensavtal för slutanvändare
th: ข้อตกลงใบอนุญาตผู้ใช้ปลายทาง
tl: Kasunduan sa Lisensya ng End User

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
nl: Servicevoorwaarden
pt_br: Termos de Serviço
ru: Условия использования
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
tl: Mga Tuntunin ng Serbisyo

source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
nl: Alle gegevens verwijderen
pt_br: Excluir Todos os Dados
ru: Удалить все данные
sv: Radera all data
th: ลบข้อมูลทั้งหมด
tl: Burahin ang Lahat ng Data

source: Export Data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
it: Esporta dati
ja: データをエクスポート
nl: Gegevens exporteren
pt_br: Exportar Dados
ru: Экспорт данных
sv: Exportera data
th: ส่งออกข้อมูล
tl: I-export ang Data

source: Show Onboarding
de: Einführung anzeigen
es: Mostrar introducción
fr: Afficher l'introduction
it: Mostra introduzione
ja: オンボーディングを表示
nl: Introductie tonen
pt_br: Mostrar Introdução
ru: Показать обучение
sv: Visa introduktion
th: แสดงการแนะนำ
tl: Ipakita ang Onboarding

source: Learn how to use the app and get inspiration
de: Lerne, wie man die App benutzt und hole dir Inspiration
es: Aprende a usar la app y obtén inspiración
fr: Apprenez à utiliser l'application et trouvez l'inspiration
it: Impara a usare l'app e trova ispirazione
ja: アプリの使い方を学び、インスピレーションを得ましょう
nl: Leer hoe je de app gebruikt en krijg inspiratie
pt_br: Aprenda a usar o app e obtenha inspiração
ru: Узнайте, как использовать приложение, и получите вдохновение
sv: Lär dig hur du använder appen och få inspiration
th: เรียนรู้วิธีใช้แอปและรับแรงบันดาลใจ
tl: Matutunan kung paano gamitin ang app at makakuha ng inspirasyon

source: Walk through the onboarding flow again to learn about features and get ideas for how to use the app.
de: Gehe den Einführungsprozess erneut durch, um Funktionen kennenzulernen und Ideen für die Nutzung der App zu erhalten.
es: Vuelve a ver el flujo de introducción para conocer las funciones y obtener ideas sobre cómo usar la app.
fr: Parcourez à nouveau le flux d'introduction pour découvrir les fonctionnalités et obtenir des idées sur la façon d'utiliser l'application.
it: Ripercorri il flusso di introduzione per conoscere le funzionalità e ottenere idee su come usare l'app.
ja: オンボーディングフローをもう一度確認して、機能について学び、アプリの使い方のアイデアを得ましょう。
nl: Doorloop de introductie opnieuw om functies te leren kennen en ideeën op te doen voor het gebruik van de app.
pt_br: Percorra o fluxo de introdução novamente para aprender sobre recursos e obter ideias de como usar o app.
ru: Пройдите обучение снова, чтобы узнать о функциях и получить идеи по использованию приложения.
sv: Gå igenom introduktionsflödet igen för att lära dig om funktioner och få idéer om hur du använder appen.
th: ดูขั้นตอนการแนะนำอีกครั้งเพื่อเรียนรู้เกี่ยวกับคุณสมบัติและรับแนวคิดในการใช้แอป
tl: Daanan muli ang onboarding flow para matuto tungkol sa mga feature at makakuha ng mga ideya kung paano gamitin ang app.

source: Enable Notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
it: Abilita notifiche
ja: 通知を有効にする
nl: Meldingen inschakelen
pt_br: Ativar Notificações
ru: Включить уведомления
sv: Aktivera notiser
th: เปิดใช้งานการแจ้งเตือน
tl: Paganahin ang Mga Abiso

source: Enable notifications to receive reminders about setting your intentions.
de: Aktiviere Mitteilungen, um Erinnerungen zum Setzen deiner Intentionen zu erhalten.
es: Activa las notificaciones para recibir recordatorios sobre tus intenciones.
fr: Activez les notifications pour recevoir des rappels concernant la définition de vos intentions.
it: Abilita le notifiche per ricevere promemoria sull'impostazione delle tue intenzioni.
ja: 通知を有効にして、意図の設定に関するリマインダーを受け取ります。
nl: Schakel meldingen in om herinneringen te ontvangen over het instellen van je intenties.
pt_br: Ative as notificações para receber lembretes sobre a definição de suas intenções.
ru: Включите уведомления, чтобы получать напоминания об установке ваших намерений.
sv: Aktivera notiser för att få påminnelser om att sätta dina intentioner.
th: เปิดใช้งานการแจ้งเตือนเพื่อรับการแจ้งเตือนเกี่ยวกับการตั้งเจตนาของคุณ
tl: Paganahin ang mga abiso upang makatanggap ng mga paalala tungkol sa pagtatakda ng iyong mga intensyon.

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
nl: Ingeschakeld
pt_br: Ativado
ru: Включено
sv: Aktiverad
th: เปิดใช้งาน
tl: Pinagana

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pt_br: Desativado
ru: Отключено
sv: Inaktiverad
th: ปิดใช้งาน
tl: Hindi Pinagana

source: Not Set
de: Nicht festgelegt
es: No establecido
fr: Non défini
it: Non impostato
ja: 未設定
nl: Niet ingesteld
pt_br: Não Definido
ru: Не установлено
sv: Ej inställd
th: ไม่ได้ตั้งค่า
tl: Hindi Nakatakda

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tl: Hindi Alam

source: You'll receive reminders based on your settings
de: Du erhältst Erinnerungen basierend auf deinen Einstellungen
es: Recibirás recordatorios según tu configuración
fr: Vous recevrez des rappels en fonction de vos paramètres
it: Riceverai promemoria in base alle tue impostazioni
ja: 設定に基づいてリマインダーが届きます
nl: Je ontvangt herinneringen op basis van je instellingen
pt_br: Você receberá lembretes com base nas suas configurações
ru: Вы будете получать напоминания на основе ваших настроек
sv: Du kommer att få påminnelser baserat på dina inställningar
th: คุณจะได้รับการแจ้งเตือนตามการตั้งค่าของคุณ
tl: Makakatanggap ka ng mga paalala batay sa iyong mga setting

source: Notifications are disabled in Settings
de: Mitteilungen sind in den Einstellungen deaktiviert
es: Las notificaciones están desactivadas en Ajustes
fr: Les notifications sont désactivées dans les Réglages
it: Le notifiche sono disabilitate nelle Impostazioni
ja: 設定で通知が無効になっています
nl: Meldingen zijn uitgeschakeld in Instellingen
pt_br: As notificações estão desativadas nos Ajustes
ru: Уведомления отключены в настройках
sv: Notiser är inaktiverade i Inställningar
th: การแจ้งเตือนถูกปิดใช้งานในการตั้งค่า
tl: Ang mga abiso ay hindi pinagana sa Mga Setting

source: Enable notifications to get reminders
de: Aktiviere Mitteilungen, um Erinnerungen zu erhalten
es: Activa las notificaciones para recibir recordatorios
fr: Activez les notifications pour recevoir des rappels
it: Abilita le notifiche per ricevere promemoria
ja: 通知を有効にしてリマインダーを受け取る
nl: Schakel meldingen in om herinneringen te krijgen
pt_br: Ative as notificações para receber lembretes
ru: Включите уведомления, чтобы получать напоминания
sv: Aktivera notiser för att få påminnelser
th: เปิดใช้งานการแจ้งเตือนเพื่อรับการแจ้งเตือน
tl: Paganahin ang mga abiso upang makakuha ng mga paalala

source: Notification status unknown
de: Mitteilungsstatus unbekannt
es: Estado de notificación desconocido
fr: État de notification inconnu
it: Stato notifiche sconosciuto
ja: 通知ステータス不明
nl: Meldingsstatus onbekend
pt_br: Status de notificação desconhecido
ru: Статус уведомлений неизвестен
sv: Notisstatus okänd
th: ไม่ทราบสถานะการแจ้งเตือน
tl: Hindi alam ang status ng abiso

source: This will permanently delete all your intentions, themes, preferences, and profile information. This action cannot be undone. Your data is stored locally and synced via iCloud, so it will be removed from all your devices.
de: Dies wird alle deine Intentionen, Designs, Einstellungen und Profilinformationen dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden. Deine Daten werden lokal gespeichert und über iCloud synchronisiert, sodass sie von allen deinen Geräten entfernt werden.
es: Esto eliminará permanentemente todas tus intenciones, temas, preferencias e información de perfil. Esta acción no se puede deshacer. Tus datos se almacenan localmente y se sincronizan a través de iCloud, por lo que se eliminarán de todos tus dispositivos.
fr: Cela supprimera définitivement toutes vos intentions, thèmes, préférences et informations de profil. Cette action est irréversible. Vos données sont stockées localement et synchronisées via iCloud, elles seront donc supprimées de tous vos appareils.
it: Questo eliminerà permanentemente tutte le tue intenzioni, temi, preferenze e informazioni del profilo. Questa azione non può essere annullata. I tuoi dati sono archiviati localmente e sincronizzati tramite iCloud, quindi verranno rimossi da tutti i tuoi dispositivi.
ja: これにより、すべての意図、テーマ、設定、プロフィール情報が完全に削除されます。この操作は取り消せません。データはローカルに保存され、iCloud経由で同期されるため、すべてのデバイスから削除されます。
nl: Dit zal al je intenties, thema's, voorkeuren en profielinformatie permanent verwijderen. Deze actie kan niet ongedaan worden gemaakt. Je gegevens worden lokaal opgeslagen en gesynchroniseerd via iCloud, dus ze worden van al je apparaten verwijderd.
pt_br: Isso excluirá permanentemente todas as suas intenções, temas, preferências e informações de perfil. Esta ação não pode ser desfeita. Seus dados são armazenados localmente e sincronizados via iCloud, então serão removidos de todos os seus dispositivos.
ru: Это навсегда удалит все ваши намерения, темы, настройки и информацию профиля. Это действие нельзя отменить. Ваши данные хранятся локально и синхронизируются через iCloud, поэтому они будут удалены со всех ваших устройств.
sv: Detta kommer permanent att radera alla dina intentioner, teman, inställningar och profilinformation. Denna åtgärd kan inte ångras. Din data lagras lokalt och synkroniseras via iCloud, så den kommer att tas bort från alla dina enheter.
th: สิ่งนี้จะลบเจตนา ธีม การตั้งค่า และข้อมูลโปรไฟล์ทั้งหมดของคุณอย่างถาวร การดำเนินการนี้ไม่สามารถยกเลิกได้ ข้อมูลของคุณถูกเก็บไว้ในเครื่องและซิงค์ผ่าน iCloud ดังนั้นข้อมูลจะถูกลบออกจากอุปกรณ์ทั้งหมดของคุณ
tl: Ito ay permanenteng magbubura sa lahat ng iyong mga intensyon, tema, kagustuhan, at impormasyon ng profile. Ang aksyong ito ay hindi maaaring bawiin. Ang iyong data ay nakaimbak nang lokal at naka-sync sa pamamagitan ng iCloud, kaya aalisin ito sa lahat ng iyong device.

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
nl: Instellingen openen
pt_br: Abrir Ajustes
ru: Открыть настройки
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tl: Buksan ang Mga Setting

source: Maybe Later
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
it: Forse più tardi
ja: 後で
nl: Misschien later
pt_br: Talvez Mais Tarde
ru: Может быть позже
sv: Kanske senare
th: ไว้ทีหลัง
tl: Siguro Mamaya

source: To receive reminders, please enable notifications in your device settings.
de: Um Erinnerungen zu erhalten, aktiviere bitte Mitteilungen in deinen Geräteeinstellungen.
es: Para recibir recordatorios, activa las notificaciones en la configuración de tu dispositivo.
fr: Pour recevoir des rappels, veuillez activer les notifications dans les réglages de votre appareil.
it: Per ricevere promemoria, abilita le notifiche nelle impostazioni del tuo dispositivo.
ja: リマインダーを受け取るには、デバイスの設定で通知を有効にしてください。
nl: Schakel meldingen in je apparaatinstellingen in om herinneringen te ontvangen.
pt_br: Para receber lembretes, ative as notificações nas configurações do seu dispositivo.
ru: Чтобы получать напоминания, пожалуйста, включите уведомления в настройках вашего устройства.
sv: För att ta emot påminnelser, vänligen aktivera notiser i dina enhetsinställningar.
th: เพื่อรับการแจ้งเตือน โปรดเปิดใช้งานการแจ้งเตือนในการตั้งค่าอุปกรณ์ของคุณ
tl: Upang makatanggap ng mga paalala, mangyaring paganahin ang mga abiso sa mga setting ng iyong device.

source: What Makes a Good Intention?
de: Was macht eine gute Intention aus?
es: ¿Qué hace que una intención sea buena?
fr: Qu'est-ce qui fait une bonne intention ?
it: Cosa rende buona un'intenzione?
ja: 良い意図とは？
nl: Wat maakt een goede intentie?
pt_br: O que faz uma boa intenção?
ru: Что делает намерение хорошим?
sv: Vad gör en bra intention?
th: อะไรทำให้เจตนาดี?
tl: Ano ang Gumagawa sa Isang Magandang Intensyon?
