Repository: fennelouski/attunetion
Catalog: Attunetion/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_br, ru, sv, th, tl

source: Intentions are personal commitments that guide your actions. They work best when they're: • Specific and actionable • Positive and meaningful to you • Realistic for the timeframe • Focused on what you can control
de: Intentionen sind persönliche Verpflichtungen, die deine Handlungen leiten. Sie funktionieren am besten, wenn sie: • Spezifisch und umsetzbar sind • Positiv und bedeutungsvoll für dich sind • Realistisch für den Zeitrahmen sind • Auf das fokussiert sind, was du kontrollieren kannst
es: Las intenciones son compromisos personales que guían tus acciones. Funcionan mejor cuando son: • Específicas y realizables • Positivas y significativas para ti • Realistas para el plazo • Centradas en lo que puedes controlar
fr: Les intentions sont des engagements personnels qui guident vos actions. Elles fonctionnent mieux lorsqu'elles sont : • Spécifiques et réalisables • Positives et significatives pour vous • Réalistes pour la période • Axées sur ce que vous pouvez contrôler
it: Le intenzioni sono impegni personali che guidano le tue azioni. Funzionano meglio quando sono: • Specifiche e realizzabili • Positive e significative per te • Realistiche per il lasso di tempo • Focalizzate su ciò che puoi controllare
ja: 意図は、あなたの行動を導く個人的なコミットメントです。次のような場合に最も効果的です： • 具体的で実行可能 • ポジティブであなたにとって意味がある • 期間に対して現実的 • コントロールできることに焦点を当てている
nl: Intenties zijn persoonlijke verplichtingen die je acties sturen. Ze werken het beste als ze: • Specifiek en uitvoerbaar zijn • Positief en betekenisvol voor jou zijn • Realistisch voor het tijdsbestek zijn • Gericht op wat je kunt beheersen
pt_br: Intenções são compromissos pessoais que guiam suas ações. Elas funcionam melhor quando são: • Específicas e acionáveis • Positivas e significativas para você • Realistas para o prazo • Focadas no que você pode controlar
ru: Намерения — это личные обязательства, которые направляют ваши действия. Они работают лучше всего, когда они: • Конкретные и выполнимые • Позитивные и значимые для вас • Реалистичные для временных рамок • Сосредоточены на том, что вы можете контролировать
sv: Intentioner är personliga åtaganden som vägleder dina handlingar. De fungerar bäst när de är: • Specifika och genomförbara • Positiva och meningsfulla för dig • Realistiska för tidsramen • Fokuserade på vad du kan kontrollera
th: เจตนาคือข้อผูกมัดส่วนบุคคลที่ชี้นำการกระทำของคุณ จะทำงานได้ดีที่สุดเมื่อ: • เฉพาะเจาะจงและปฏิบัติได้จริง • เป็นบวกและมีความหมายต่อคุณ • สมจริงสำหรับกรอบเวลา • มุ่งเน้นไปที่สิ่งที่คุณควบคุมได้
tl: Ang mga intensyon ay mga personal na pangako na gumagabay sa iyong mga aksyon. Pinakamahusay na gumagana ang mga ito kapag sila ay: • Tiyak at naaaksyunan • Positibo at makabuluhan sa iyo • Makatotohanan para sa takdang panahon • Nakatuon sa kung ano ang maaari mong kontrolin

source: Set Your Monthly Intention
de: Setze deine monatliche Intention
es: Establece tu intención mensual
fr: Définissez votre intention mensuelle
it: Imposta la tua intenzione mensile
ja: 今月の意図を設定
nl: Stel je maandelijkse intentie in
pt_br: Defina Sua Intenção Mensal
ru: Установите свое ежемесячное намерение
sv: Sätt din månatliga intention
th: ตั้งเจตนาประจำเดือนของคุณ
tl: Itakda ang Iyong Buwanang Intensyon

source: Think big picture. What do you want to focus on this month? This is your overarching theme that guides your weekly and daily intentions.
de: Denke im großen Ganzen. Worauf möchtest du dich diesen Monat konzentrieren? Dies ist dein übergeordnetes Thema, das deine wöchentlichen und täglichen Intentionen leitet.
es: Piensa en el panorama general. ¿En qué quieres enfocarte este mes? Este es tu tema general que guía tus intenciones semanales y diarias.
fr: Voyez grand. Sur quoi voulez-vous vous concentrer ce mois-ci ? C'est votre thème global qui guide vos intentions hebdomadaires et quotidiennes.
it: Pensa in grande. Su cosa vuoi concentrarti questo mese? Questo è il tuo tema generale che guida le tue intenzioni settimanali e giornaliere.
ja: 全体像を考えてください。今月は何に集中したいですか？これは、毎週および毎日の意図を導く包括的なテーマです。
nl: Denk aan het grote geheel. Waar wil je je deze maand op richten? Dit is je overkoepelende thema dat je wekelijkse en dagelijkse intenties stuurt.
pt_br: Pense no panorama geral. Em que você quer focar este mês? Este é o seu tema abrangente que guia suas intenções semanais e diárias.
ru: Мыслите масштабно. На чем вы хотите сосредоточиться в этом месяце? Это ваша общая тема, которая направляет ваши еженедельные и ежедневные намерения.
sv: Tänk på helheten. Vad vill du fokusera på den här månaden? Detta är ditt övergripande tema som vägleder dina veckovisa och dagliga intentioner.
th: คิดภาพรวม เดือนนี้คุณต้องการโฟกัสที่อะไร? นี่คือธีมหลักที่ชี้นำเจตนารายสัปดาห์และรายวันของคุณ
tl: Isipin ang malaking larawan. Saan mo gustong mag-focus ngayong buwan? Ito ang iyong pangkalahatang tema na gumagabay sa iyong lingguhan at pang-araw-araw na mga intensyon.

source: e.g., Build healthier habits
de: z. B. Gesündere Gewohnheiten aufbauen
es: p. ej., Crear hábitos más saludables
fr: ex : Construire des habitudes plus saines
it: es. Costruire abitudini più sane
ja: 例：より健康的な習慣を築く
nl: bijv. Gezondere gewoonten opbouwen
pt_br: ex: Criar hábitos mais saudáveis
ru: например, Создать более здоровые привычки
sv: t.ex. Bygga hälsosammare vanor
th: เช่น สร้างนิสัยที่ดีต่อสุขภาพมากขึ้น
tl: hal., Bumuo ng mas malusog na gawi

source: Set Your Weekly Intention
de: Setze deine wöchentliche Intention
es: Establece tu intención semanal
fr: Définissez votre intention hebdomadaire
it: Imposta la tua intenzione settimanale
ja: 今週の意図を設定
nl: Stel je wekelijkse intentie in
pt_br: Defina Sua Intenção Semanal
ru: Установите свое еженедельное намерение
sv: Sätt din veckovisa intention
th: ตั้งเจตนาประจำสัปดาห์ของคุณ
tl: Itakda ang Iyong Lingguhang Intensyon

source: Break down your monthly goal into weekly actions. What specific step will you take this week.
de: Brich dein monatliches Ziel in wöchentliche Aktionen herunter. Welchen spezifischen Schritt wirst du diese Woche unternehmen?
es: Divide tu objetivo mensual en acciones semanales. ¿Qué paso específico darás esta semana?
fr: Décomposez votre objectif mensuel en actions hebdomadaires. Quelle étape spécifique allez-vous franchir cette semaine ?
it: Suddividi il tuo obiettivo mensile in azioni settimanali. Quale passo specifico farai questa settimana?
ja: 月間目標を週間アクションに分解します。今週は具体的にどのようなステップを踏みますか？
nl: Deel je maandelijkse doel op in wekelijkse acties. Welke specifieke stap ga je deze week zetten?
pt_br: Divida seu objetivo mensal em ações semanais. Qual passo específico você dará esta semana?
ru: Разбейте вашу ежемесячную цель на еженедельные действия. Какой конкретный шаг вы сделаете на этой неделе?
sv: Bryt ner ditt månatliga mål i veckovisa åtgärder. Vilket specifikt steg kommer du att ta denna vecka?
th: แบ่งเป้าหมายรายเดือนของคุณออกเป็นการกระทำรายสัปดาห์ สัปดาห์นี้คุณจะทำขั้นตอนใดโดยเฉพาะ?
tl: Hatiin ang iyong buwanang layunin sa mga lingguhang aksyon. Anong partikular na hakbang ang gagawin mo ngayong linggo?

source: e.g., Exercise 3 times this week
de: z. B. 3 Mal diese Woche Sport treiben
es: p. ej., Hacer ejercicio 3 veces esta semana
fr: ex : Faire du sport 3 fois cette semaine
it: es. Fare esercizio 3 volte questa settimana
ja: 例：今週は3回運動する
nl: bijv. 3 keer sporten deze week
pt_br: ex: Exercitar-se 3 vezes esta semana
ru: например, Тренироваться 3 раза на этой неделе
sv: t.ex. Träna 3 gånger denna vecka
th: เช่น ออกกำลังกาย 3 ครั้งในสัปดาห์นี้
tl: hal., Mag-ehersisyo ng 3 beses ngayong linggo

source: Set Your Daily Intention
de: Setze deine tägliche Intention
es: Establece tu intención diaria
fr: Définissez votre intention quotidienne
it: Imposta la tua intenzione giornaliera
ja: 今日の意図を設定
nl: Stel je dagelijkse intentie in
pt_br: Defina Sua Intenção Diária
ru: Установите свое ежедневное намерение
sv: Sätt din dagliga intention
th: ตั้งเจตนาประจำวันของคุณ
tl: Itakda ang Iyong Pang-araw-araw na Intensyon

source: Make it concrete and achievable today. What one thing will you do today to move toward your goals?
de: Mache es heute konkret und erreichbar. Welche eine Sache wirst du heute tun, um deinen Zielen näher zu kommen?
es: Hazlo concreto y alcanzable hoy. ¿Qué cosa harás hoy para avanzar hacia tus objetivos?
fr: Rendez-la concrète et réalisable aujourd'hui. Quelle chose ferez-vous aujourd'hui pour avancer vers vos objectifs ?
it: Rendila concreta e realizzabile oggi. Quale singola cosa farai oggi per avvicinarti ai tuoi obiettivi?
ja: 今日、具体的で達成可能なものにしましょう。目標に向かって進むために、今日何を行いますか？
nl: Maak het vandaag concreet en haalbaar. Wat is één ding dat je vandaag gaat doen om dichter bij je doelen te komen?
pt_br: Torne concreto e alcançável hoje. Qual coisa você fará hoje para avançar em direção aos seus objetivos?
ru: Сделайте его конкретным и достижимым сегодня. Какую одну вещь вы сделаете сегодня, чтобы продвинуться к своим целям?
sv: Gör det konkret och uppnåeligt idag. Vilken sak kommer du att göra idag för att röra dig mot dina mål?
th: ทำให้เป็นรูปธรรมและบรรลุได้ในวันนี้ วันนี้คุณจะทำอะไรหนึ่งอย่างเพื่อก้าวไปสู่เป้าหมายของคุณ?
tl: Gawin itong konkreto at makakamit ngayon. Anong isang bagay ang gagawin mo ngayon upang umusad patungo sa iyong mga layunin?

source: e.g., Go for a 20-minute walk
de: z. B. Einen 20-minütigen Spaziergang machen
es: p. ej., Salir a caminar 20 minutos
fr: ex : Faire une marche de 20 minutes
it: es. Fare una passeggiata di 20 minuti
ja: 例：20分間散歩に行く
nl: bijv. Een wandeling van 20 minuten maken
pt_br: ex: Fazer uma caminhada de 20 minutos
ru: например, Прогуляться 20 минут
sv: t.ex. Gå en 20-minuters promenad
th: เช่น ไปเดินเล่น 20 นาที
tl: hal., Maglakad ng 20 minuto

source: You're All Set!
de: Alles bereit!
es: ¡Todo listo!
fr: Tout est prêt !
it: Tutto pronto!
ja: 準備完了！
nl: Je bent helemaal klaar!
pt_br: Tudo Pronto!
ru: Все готово!
sv: Du är klar!
th: เรียบร้อยแล้ว!
tl: Handa Ka Na!

source: You've created your first intentions! They'll appear on your home screen and help keep you focused. You can always add more or edit existing ones.
de: Du hast deine ersten Intentionen erstellt! Sie erscheinen auf deinem Startbildschirm und helfen dir, fokussiert zu bleiben. Du kannst jederzeit weitere hinzufügen oder bestehende bearbeiten.
es: ¡Has creado tus primeras intenciones! Aparecerán en tu pantalla de inicio y te ayudarán a mantenerte enfocado. Siempre puedes agregar más o editar las existentes.
fr: Vous avez créé vos premières intentions ! Elles apparaîtront sur votre écran d'accueil et vous aideront à rester concentré. Vous pouvez toujours en ajouter d'autres ou modifier celles existantes.
it: Hai creato le tue prime intenzioni! Appariranno sulla tua schermata home e ti aiuteranno a rimanere concentrato. Puoi sempre aggiungerne altre o modificare quelle esistenti.
ja: 最初の意図を作成しました！それらはホーム画面に表示され、集中力を維持するのに役立ちます。いつでも追加したり、既存のものを編集したりできます。
nl: Je hebt je eerste intenties gemaakt! Ze verschijnen op je startscherm en helpen je gefocust te blijven. Je kunt er altijd meer toevoegen of bestaande bewerken.
pt_br: Você criou suas primeiras intenções! Elas aparecerão na sua tela inicial e ajudarão a manter o foco. Você sempre pode adicionar mais ou editar as existentes.
ru: Вы создали свои первые намерения! Они появятся на вашем главном экране и помогут вам оставаться сосредоточенным. Вы всегда можете добавить больше или отредактировать существующие.
sv: Du har skapat dina första intentioner! De kommer att visas på din hemskärm och hjälpa dig att hålla fokus. Du kan alltid lägga till fler eller redigera befintliga.
th: คุณสร้างเจตนาแรกของคุณแล้ว! เจตนาจะปรากฏบนหน้าจอหลักและช่วยให้คุณจดจ่อ คุณสามารถเพิ่มหรือแก้ไขเจตนาที่มีอยู่ได้เสมอ
tl: Nagawa mo na ang iyong mga unang intensyon! Lilitaw ang mga ito sa iyong home screen at tutulong na panatilihin kang nakatutok. Maaari kang magdagdag palagi ng higit pa o i-edit ang mga umiiral na.

source: Good Example
de: Gutes Beispiel
es: Buen ejemplo
fr: Bon exemple
it: Buon esempio
ja: 良い例
nl: Goed voorbeeld
pt_br: Bom Exemplo
ru: Хороший пример
sv: Bra exempel
th: ตัวอย่างที่ดี
tl: Magandang Halimbawa

source: Too Vague
de: Zu vage
es: Demasiado vago
fr: Trop vague
it: Troppo vago
ja: 曖昧すぎる
nl: Te vaag
pt_br: Muito Vago
ru: Слишком расплывчато
sv: För vagt
th: คลุมเครือเกินไป
tl: Masyadong Malabo

source: Enter your intention...
de: Gib deine Intention ein...
es: Ingresa tu intención...
fr: Entrez votre intention...
it: Inserisci la tua intenzione...
ja: 意図を入力...
nl: Voer je intentie in...
pt_br: Digite sua intenção...
ru: Введите ваше намерение...
sv: Ange din intention...
th: ป้อนเจตนาของคุณ...
tl: Ilagay ang iyong intensyon...

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ja: 始める
nl: Aan de slag
pt_br: Começar
ru: Начать
sv: Kom igång
th: เริ่มต้น
tl: Magsimula

source: Create Intentions
de: Intentionen erstellen
es: Crear intenciones
fr: Créer des intentions
it: Crea intenzioni
ja: 意図を作成
nl: Intenties maken
pt_br: Criar Intenções
ru: Создать намерения
sv: Skapa intentioner
th: สร้างเจตนา
tl: Gumawa ng mga Intensyon

source: Getting Started
de: Erste Schritte
es: Empezando
fr: Bien démarrer
it: Per iniziare
ja: はじめに
nl: Aan de slag
pt_br: Começando
ru: Начало работы
sv: Komma igång
th: การเริ่มต้น
tl: Pagsisimula

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
nl: Dag
pt_br: Dia
ru: День
sv: Dag
th: วัน
tl: Araw

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
pt_br: Semana
ru: Неделя
sv: Vecka
th: สัปดาห์
tl: Linggo

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ja: 月
nl: Maand
pt_br: Mês
ru: Месяц
sv: Månad
th: เดือน
tl: Buwan

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ja: 毎日
nl: Dagelijks
pt_br: Diário
ru: Ежедневно
sv: Dagligen
th: รายวัน
tl: Araw-araw

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
nl: Wekelijks
pt_br: Semanal
ru: Еженедельно
sv: Veckovis
th: รายสัปดาห์
tl: Lingguhan

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 毎月
nl: Maandelijks
pt_br: Mensal
ru: Ежемесячно
sv: Månatligen
th: รายเดือน
tl: Buwanan

source: Be happy
de: Glücklich sein
es: Ser feliz
fr: Être heureux
it: Essere felice
ja: 幸せになる
nl: Gelukkig zijn
pt_br: Ser feliz
ru: Быть счастливым
sv: Vara lycklig
th: มีความสุข
tl: Maging masaya

source: Work harder
de: Härter arbeiten
es: Trabajar más duro
fr: Travailler plus dur
it: Lavorare più duramente
ja: もっと一生懸命働く
nl: Harder werken
pt_br: Trabalhar mais duro
ru: Работать усерднее
sv: Arbeta hårdare
th: ทำงานหนักขึ้น
tl: Magtrabaho nang mas mahirap

source: Be better
de: Besser sein
es: Ser mejor
fr: Être meilleur
it: Essere migliore
ja: もっと良くなる
nl: Beter zijn
pt_br: Ser melhor
ru: Быть лучше
sv: Vara bättre
th: ดีขึ้น
tl: Maging mas mahusay

source: Do more
de: Mehr tun
es: Hacer más
fr: Faire plus
it: Fare di più
ja: もっとやる
nl: Meer doen
pt_br: Fazer mais
ru: Делать больше
sv: Göra mer
th: ทำมากขึ้น
tl: Gumawa ng higit pa

source: Change everything
de: Alles ändern
es: Cambiar todo
fr: Tout changer
it: Cambiare tutto
ja: すべてを変える
nl: Alles veranderen
pt_br: Mudar tudo
ru: Изменить все
sv: Ändra allt
th: เปลี่ยนทุกอย่าง
tl: Baguhin ang lahat

source: Fix my life
de: Mein Leben reparieren
es: Arreglar mi vida
fr: Réparer ma vie
it: Sistemare la mia vita
ja: 人生を直す
nl: Mijn leven repareren
pt_br: Consertar minha vida
ru: Исправить свою жизнь
sv: Fixa mitt liv
th: แก้ไขชีวิตของฉัน
tl: Ayusin ang buhay ko

source: Stop being lazy
de: Aufhören, faul zu sein
es: Dejar de ser perezoso
fr: Arrêter d'être paresseux
it: Smettere di essere pigro
ja: 怠けるのをやめる
nl: Stoppen met lui zijn
pt_br: Parar de ser preguiçoso
ru: Перестать лениться
sv: Sluta vara lat
th: เลิกขี้เกียจ
tl: Itigil ang pagiging tamad

source: Be perfect
de: Perfekt sein
es: Ser perfecto
fr: Être parfait
it: Essere perfetto
ja: 完璧になる
nl: Perfect zijn
pt_br: Ser perfeito
ru: Быть идеальным
sv: Vara perfekt
th: สมบูรณ์แบบ
tl: Maging perpekto

source: Never make mistakes
de: Niemals Fehler machen
es: Nunca cometer errores
fr: Ne jamais faire d'erreurs
it: Non fare mai errori
ja: 決して間違いを犯さない
nl: Nooit fouten maken
pt_br: Nunca cometer erros
ru: Никогда не совершать ошибок
sv: Aldrig göra misstag
th: ไม่เคยทำผิดพลาด
tl: Huwag kailanman magkamali

source: Always be positive
de: Immer positiv sein
es: Ser siempre positivo
fr: Toujours être positif
it: Essere sempre positivo
ja: 常にポジティブでいる
nl: Altijd positief zijn
pt_br: Ser sempre positivo
ru: Всегда быть позитивным
sv: Alltid vara positiv
th: คิดบวกเสมอ
tl: Laging maging positibo

source: Have no stress
de: Keinen Stress haben
es: No tener estrés
fr: Ne pas avoir de stress
it: Non avere stress
ja: ストレスを持たない
nl: Geen stress hebben
pt_br: Não ter estresse
ru: Не иметь стресса
sv: Inte ha någon stress
th: ไม่มีความเครียด
tl: Huwag magkaroon ng stress

source: Be successful
de: Erfolgreich sein
es: Ser exitoso
fr: Réussir
it: Avere successo
ja: 成功する
nl: Succesvol zijn
pt_br: Ser bem-sucedido
ru: Быть успешным
sv: Vara framgångsrik
th: ประสบความสำเร็จ
tl: Maging matagumpay

source: Newest First
de: Neueste zuerst
es: Más recientes primero
fr: Les plus récents d'abord
it: Più recenti prima
ja: 新しい順
nl: Nieuwste eerst
pt_br: Mais Recentes Primeiro
ru: Сначала новые
sv: Nyaste först
th: ใหม่ที่สุดก่อน
tl: Pinakabago Muna

source: Oldest First
de: Älteste zuerst
es: Más antiguos primero
fr: Les plus anciens d'abord
it: Più vecchi prima
ja: 古い順
nl: Oudste eerst
pt_br: Mais Antigos Primeiro
ru: Сначала старые
sv: Äldsta först
th: เก่าที่สุดก่อน
tl: Pinakaluma Muna

source: By Scope
de: Nach Umfang
es: Por alcance
fr: Par portée
it: Per ambito
ja: 範囲順
nl: Op bereik
pt_br: Por Escopo
ru: По охвату
sv: Efter omfattning
th: ตามขอบเขต
tl: Ayon sa Saklaw

source: Calm and peaceful
de: Ruhig und friedlich
es: Calma y paz
fr: Calme et paisible
it: Calmo e pacifico
ja: 穏やかで平和
nl: Kalm en vredig
pt_br: Calmo e pacífico
ru: Спокойный и мирный
sv: Lugn och fridfull
th: สงบและสันติ
tl: Kalmado at mapayapa

source: Warm and cozy
de: Warm und gemütlich
es: Cálido y acogedor
fr: Chaleureux et douillet
it: Caldo e accogliente
ja: 暖かくて居心地が良い
nl: Warm en gezellig
pt_br: Quente e aconchegante
ru: Теплый и уютный
sv: Varm och mysig
th: อบอุ่นและสบาย
tl: Mainit at komportable

source: Cool and refreshing
de: Kühl und erfrischend
es: Fresco y refrescante
fr: Frais et rafraîchissant
it: Fresco e rinfrescante
ja: 涼しくて爽やか
nl: Koel en verfrissend
pt_br: Fresco e refrescante
ru: Прохладный и освежающий
sv: Sval och uppfriskande
th: เย็นและสดชื่น
tl: Malamig at nakakapresko

source: Custom theme
de: Benutzerdefiniertes Design
es: Tema personalizado
fr: Thème personnalisé
it: Tema personalizzato
ja: カスタムテーマ
nl: Aangepast thema
pt_br: Tema personalizado
ru: Пользовательская тема
sv: Anpassat tema
th: ธีมกำหนดเอง
tl: Pasadyang tema

source: Remind me to add an intention
de: Erinnere mich daran, eine Intention hinzuzufügen
es: Recordarme agregar una intención
fr: Me rappeler d'ajouter une intention
it: Ricordami di aggiungere un'intenzione
ja: 意図を追加するようにリマインド
nl: Herinner me eraan een intentie toe te voegen
pt_br: Lembre-me de adicionar uma intenção
ru: Напомнить мне добавить намерение
sv: Påminn mig om att lägga till en intention
th: เตือนฉันให้เพิ่มเจตนา
tl: Paalalahanan akong magdagdag ng intensyon

source: Show me my current intention
de: Zeige mir meine aktuelle Intention
es: Mostrarme mi intención actual
fr: Me montrer mon intention actuelle
it: Mostrami la mia intenzione attuale
ja: 現在の意図を表示
nl: Toon me mijn huidige intentie
pt_br: Mostre-me minha intenção atual
ru: Показать мне мое текущее намерение
sv: Visa mig min nuvarande intention
th: แสดงเจตนาปัจจุบันของฉัน
tl: Ipakita sa akin ang aking kasalukuyang intensyon

source: Send encouragement
de: Sende Ermutigung
es: Enviar ánimo
fr: Envoyer des encouragements
it: Invia incoraggiamento
ja: 励ましを送る
nl: Stuur aanmoediging
pt_br: Envie encorajamento
ru: Отправить поддержку
sv: Skicka uppmuntran
th: ส่งกำลังใจ
tl: Magpadala ng pampalakas-loob

source: Time-based reminders
de: Zeitbasierte Erinnerungen
es: Recordatorios basados en la hora
fr: Rappels basés sur l'heure
it: Promemoria basati sull'ora
ja: 時間ベースのリマインダー
nl: Tijdgebaseerde herinneringen
pt_br: Lembretes baseados em horário
ru: Напоминания по времени
sv: Tidsbaserade påminnelser
th: การแจ้งเตือนตามเวลา
tl: Mga paalala batay sa oras

source: Get reminded when it's time to set a new intention
de: Erinnert werden, wenn es Zeit ist, eine neue Intention zu setzen
es: Recibir recordatorio cuando sea hora de establecer una nueva intención
fr: Être rappelé quand il est temps de définir une nouvelle intention
it: Ricevi un promemoria quando è ora di impostare una nuova intenzione
ja: 新しい意図を設定する時間になったらリマインド
nl: Herinnerd worden wanneer het tijd is om een nieuwe intentie in te stellen
pt_br: Seja lembrado quando for hora de definir uma nova intenção
ru: Получать напоминание, когда придет время установить новое намерение
sv: Bli påmind när det är dags att sätta en ny intention
th: รับการแจ้งเตือนเมื่อถึงเวลาตั้งเจตนาใหม่
tl: Mapaalalahanan kapag oras na para magtakda ng bagong intensyon

source: See your current intention throughout the day
de: Deine aktuelle Intention den ganzen Tag über sehen
es: Ver tu intención actual a lo largo del día
fr: Voir votre intention actuelle tout au long de la journée
it: Vedi la tua intenzione attuale durante il giorno
ja: 一日を通して現在の意図を見る
nl: Zie je huidige intentie gedurende de dag
pt_br: Veja sua intenção atual ao longo do dia
ru: Видеть свое текущее намерение в течение дня
sv: Se din nuvarande intention under dagen
th: ดูเจตนาปัจจุบันของคุณตลอดทั้งวัน
tl: Makita ang iyong kasalukuyang intensyon sa buong araw

source: Receive uplifting messages to stay motivated
de: Aufmunternde Nachrichten erhalten, um motiviert zu bleiben
es: Recibir mensajes edificantes para mantener la motivación
fr: Recevoir des messages inspirants pour rester motivé
it: Ricevi messaggi edificanti per rimanere motivato
ja: やる気を維持するために高揚感のあるメッセージを受け取る
nl: Ontvang opbeurende berichten om gemotiveerd te blijven
pt_br: Receba mensagens edificantes para se manter motivado
ru: Получать вдохновляющие сообщения, чтобы оставаться мотивированным
sv: Ta emot upplyftande meddelanden för att hålla motivationen uppe
th: รับข้อความที่ให้กำลังใจเพื่อรักษาแรงจูงใจ
tl: Makatanggap ng mga nakakapagpasiglang mensahe upang manatiling motivated

source: Reminders at specific times you choose
de: Erinnerungen zu bestimmten Zeiten, die du wählst
es: Recordatorios a horas específicas que elijas
fr: Rappels à des heures spécifiques que vous choisissez
it: Promemoria in orari specifici che scegli
ja: 選択した特定の時間にリマインダー
nl: Herinneringen op specifieke tijden die je kiest
pt_br: Lembretes em horários específicos que você escolher
ru: Напоминания в конкретное время, которое вы выберете
sv: Påminnelser vid specifika tider du väljer
th: การแจ้งเตือนในเวลาเฉพาะที่คุณเลือก
tl: Mga paalala sa mga partikular na oras na pipiliin mo

source: Once a month
de: Einmal im Monat
es: Una vez al mes
fr: Une fois par mois
it: Una volta al mese
ja: 月に1回
nl: Eens per maand
pt_br: Uma vez por mês
ru: Раз в месяц
sv: En gång i månaden
th: เดือนละครั้ง
tl: Isang beses sa isang buwan

source: Twice a month
de: Zweimal im Monat
es: Dos veces al mes
fr: Deux fois par mois
it: Due volte al mese
ja: 月に2回
nl: Twee keer per maand
pt_br: Duas vezes por mês
ru: Дважды в месяц
sv: Två gånger i månaden
th: เดือนละสองครั้ง
tl: Dalawang beses sa isang buwan

source: Once a week
de: Einmal pro Woche
es: Una vez a la semana
fr: Une fois par semaine
it: Una volta a settimana
ja: 週に1回
nl: Eens per week
pt_br: Uma vez por semana
ru: Раз в неделю
sv: En gång i veckan
th: สัปดาห์ละครั้ง
tl: Isang beses sa isang linggo
